Repository: Pmyl/wedding-vanulio
Catalog: src/locale/messages.*.xlf
Languages: it

# marriedSubtitle
source: are getting married!
it: si sposano!

source: save the date
it: segnatevi la data

# countdown
source: Countdown to the big day
it: Countdown al grande giorno

source: days
it: giorni

source: hours
it: ore

source: minutes
it: minuti

source: seconds
it: secondi

# infoWhen
source: On Tuesday 1st September 2020
it: Martedì 1 Settembre 2020

# infoWherePre
source: we'll celebrate our wedding event at
it: Celebreremo il nostro matrimonio a

# infoCeremony
source: Ceremony
it: Cerimonia

# infoCeremonyDescription
source: are we seriously getting married?
it: davvero ci sposiamo?

# infoReception
source: Reception
it: Ricevimento

# infoReceptionDescription
source: ...OMG I was starving
it: ...Oddio stavo morendo di fame

# infoPartyDescription
source: dancing and play time!
it: tempo di ballare e giocare!

source: How to get there
it: Come arrivare

# accommodationDescription
source: <a>The Riverside Gallery</a> is located in an English style pub right on the River Trent. The place is surrounded by beautiful gardens and the majestic bridge on the river.<br/>From the city center, the venue is very easy to reach: you can plan ahead and decide for a nice walk from your place it’s a 15 minute walk from Jury’s Inn or 25 minute walk from Old Market Square (the main square). But if your shoes are not comfy enough for a small walk you can grab a bus from almost everywhere. The venue it’s in a strategic place, we’ve thought about everything!! <br/> ...if you are lazy like us and you want to go for a taxi I’m not here to judge you. <br/> <br/> By the way if you are planning to get there by car you can park in the pub's carpark but remember to do the check-in inside: you’ll need to insert your plate number in their device and there you have it!
it: <a>The Riverside Gallery</a> è situato in un pub all'inglese sul fiume Trent. Il posto è circondato da bellissimi giardini e potrete godere della vista di un maestoso ponte sul fiume.<br/>Dal centro città il locale è facile da raggiungere: se pensate di venire a piedi dal posto dove alloggerete sappiate che per esempio ci vogliono solo 15 minuti a piedi dall' hotel Jury’s Inn o 25 minuti da Old Market Square (la piazza principale). Ma se le vostre scarpe non sono abbastanza comode per una passeggiata potete prendere un bus da praticamente ovunque. Il locale è posizionato strategicamente, abbiamo pensato a tutto!! <br/> ...comunque se sei pigro tanto quanto noi e vuoi prendere un taxi non staremo qui a giudicarti. <br/> <br/> Per non dimenticare! Se hai intenzione di arrivare in macchina puoi sostare nel parcheggio del pub ma ricordati di fare il check-in all'interno: avrai bisogno di inserire la targa della vettura nel loro computer e il gioco è fatto!

# accommodationFromItaly
source: From Italy? We can help!
it: Dall' Italia? Possiamo aiutarvi noi!

# nottinghamRoute
source: If you can come on a Wednesday or Sunday...
it: Se potete arrivare di Mercoledì o Domenica...

# nottinghamRouteDescription
source: The closest airport to Nottingham is East Midlands Airport and you can flight from Pisa on Wednesday and Sunday with Ryanair. The shortest trip would be coming here on the 30th of August and go back home on the 2nd of September. Then you can take a bus from the airport and in 45 minutes you'll be in the city centre (<a>bus Skylink</a>). There are different options for your ticket like single, double or family, pay attention so you’ll not miss a friendly discount. On average the prices are around £5 pp, if you don't book it in advance through the Ryanair website <i>be sure to have some change with you.</i> <br/>If you are looking to share a ride with someone will be favourable to take an <a>Uber</a> or call for a taxi from the airport desk (you'll see the indication when you land, don't worry). The prices are around 20/30£ per ride to the city centre and it will take less then 30 minutes.
it: L'areoporto più vicino a Nottingham è East Midlands Airport e ci sono voli da Pisa il Mercoledì e la Domenica con Ryanair. Il periodo più breve in cui poterci raggiungere sarebbe da Domenica 30 Agosto a Mercoledì 2 Settembre. Dall'aeroporto potrete prendere un bus che in 45 minuti vi porterà in centro città (<a>bus Skylink</a>). Ci sono prezzi diversi a seconda del biglietto che vorrete acquistare come single, double or family; fate bene attenzione a non farvi sfuggire uno sconto. In media, il prezzo del biglietto è di £5 a persona; se non state pensando di acquistare il biglietto del bus tramite il sito di Ryanair <i>assicuratevi di avere degli spiccioli con voi.</i> <br/>Se state pensando di dividere una corsa con qualcuno sarà conveniente prendere un <a>Uber</a> o chiamare un taxi dal desk dell'areoporto (vedrete le indicazioni sul posto una volta atterrati, non vi preoccupate). Il prezzo di un taxi sarà intorno ai 20/30£ per raggiungere il centro e ci vorranno meno di 30 minuti.

# londonRoute
source: ...in alternative you can also visit London
it: ...altrimenti potreste visitare Londra

# londonRouteDescription
source: You can flight to London almost every day of the week from Pisa/Bologna but you can also look for some direct flight from Florence. Then, you can choose to stay for some days in the Capital and enjoy or go and reach Nottingham. You can take a <a>bus with National Express</a> (4 hours ride for £25pp) or a <a>train with Trainline</a> (2 hours ride for £65 pp). Try to book in advance from their website just to be sound and safe. When you grab the bus/train you'll reach the city centre with no fuss. Be sure to carry with you a nice book or music.
it: Potrete torvare voli su Londra praticamente ogni giorno della settimana da Pisa/Bologna e credo sia possibile trovare anche qualche volo diretto da Firenze. In quel caso, potreste decidere di trascorrere qualche giorno nella capitale e godervi la vacanza o andare direttamente a Nottingham. Per raggiungerci potete o prendere <a> un bus con National Express</a> (4 ore di corsa per £25 a persona) o <a>un treno con Trainline</a> (2 ore di viaggio per £65 a persona). Cercate di prenotare dal loro sito con un po' di anticipo per essere sicuri di trovare posto. Una volta preso il bus/treno raggiungerete il centro di Nottingham senza troppi problemi. Assicuratevi di avere con voi un buon libro o della musica.

# accommodationStay
source: <hr/> In Nottingham you'll find a lot of places where to stay during your holidays. There are a bunch of hotels in the city centre (<a>booking.com</a>) with a good price range. For example Jury’s Inn is close to the station and 10 minute walk from the main square; Ibis hotel is right in the city centre, just in front of the tram station... you got the gist of it!! If you are looking for a flat for you and your family in the city you can find some places on websites like <a>Airbnb.it</a><span> or </span> <a>hometogo.com</a>. <strong>Some advice: </strong><span>try to book in the city centre (NG1) because if you are getting further then NG3 you’ll be pretty far from the center and then you’ll need a bus or a cab to reach the main tourist sites. Also the city it’s quite beautiful and I think you don’t want to miss it!! Here some <a>top-rated tourist attractions</a> in Nottingham!</span>
it: <hr/> A Nottingham potrete trovare un sacco di sistemazioni che fanno al caso vostro durante le vostre vacanze. Ci sono molti hotel in centro (<a>booking.com</a>) with a good price range. Per esempio l'hotel Jury’s Inn è vicino alla stazione e a 10 minuti a piedi dalla piazza principale; Ibis hotel invece è situato nel centro, proprio di fronte alla fermata del Tram... insomma, avete capito dove vogliamo andare a parare!! Se cercate un appartamento per voi e la vostra famiglia potrete trovare alloggi in affitto in siti come <a>Airbnb.it</a><span> or </span> <a>hometogo.com</a>. <strong>Un consiglio: </strong><span>cercate di alloggiare nel centro città (NG1) o non più lontano di NG3 in quel caso potreste trovarvi piuttosto distanti dal centro e dovreste prendere un bus o taxi per raggiungere qualsiasi posto. Inoltre la città è piuttosto bella e non credo proprio vogliate perdervela!! Ecco qui <a>le mete più acclamate</a> di Nottingham! </span>

# registryTitle
source: Registry
it: Lista di nozze

# registryDescription
source: We don’t have a proper registry mainly because we don’t have a lot of space and we don’t lack home supplies! If you are willing to gift us anything we’ll let you know that we are planning a crazy honeymoon in Japan. It’s our dream holiday and we’ll be really grateful if you would contribute to make it an even more unique experience.
it: Non abbiamo una vera lista di nozze principalmente perché non abbiamo molto spazio e gli elettrodomestici non ci mancano! Se comunque volete farci un regalo stiamo organizzando una pazza luna di miele in Giappone. È la nostra vacanza dei sogni e vi saremmo molto grati se voleste contribuire a rendere ancora più unica questa esperienza.

# registryThanks
source: We cannot thank you enough!!
it: Non vi potremo ringraziare mai abbastanza!!
